{"inkVersion":20,"root":[[{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":["^Alkisah hiduplah seorang pemuda bernama Ken Arok. ",{"#":"layout:narration"},"\n","^Ken Arok adalah seorang penyamun yang pandai mencuri dan gemar berjudi. Dia menghidupi dirinya sendiri dengan hasil curiannya.","\n","^Suatu ketika, Ken Arok bertemu dengan seorang brahmana dari India bernama Lohgawe.","\n","^Lohgawe datang ke Tanah Jawa untuk menemukan seorang titisan Wisnu yang kelak diramalkan akan menjadi penguasa Tanah Jawa.","\n","^Lohgawe percaya bahwa Ken Arok lah yang dia cari selama ini. Di sinilah Ken Arok memulai ambisinya untuk menguasai Tumapel.","\n","^Ken Arok pergi ke desa Lulumbang untuk menemui pandai besi sakti bernama Mpu Gandring.","\n","^Permisi, apakah ada Mpu Gandring di sini? ",{"#":"speaker:Ken Arok"},{"#":"portrait:ken_arok"},{"#":"layout:dialogue"},"\n","^Dengan saya sendiri, ada yang bisa dibantu? ",{"#":"speaker:Mpu Gandring"},{"#":"portrait:mpu_gandring"},"\n","^Saya dengar dari Bango Samparan bahwa Mpu adalah seorang pembuat keris yang sakti. ",{"#":"speaker:Ken Arok"},{"#":"portrait:ken_arok"},"\n","^Saya hanyalah manusia biasa. Kekuatan keris-keris yang saya buat bukan berasal dari saya sendiri, namun dari kekuatan besar yang tidak terlihat dimata manusia. ",{"#":"speaker:Mpu Gandring"},{"#":"portrait:mpu_gandring"},"\n","^Ternyata begitu. Saya ingin Mpu untuk membuatkan saya sebuah keris yang sakti mandraguna, yang tiada lawan tandingnya diantara semua raja di Pulau Jawa. ",{"#":"speaker:Ken Arok"},{"#":"portrait:ken_arok"},"\n","^Hmm, baiklah. Saya akan buatkan keris itu, namun untuk membuat keris dengan kekuatan sebesar itu akan membutuhkan waktu yang cukup lama. ",{"#":"speaker:Mpu Gandring"},{"#":"portrait:mpu_gandring"},"\n","^Maaf Mpu, karena saya membutuhkan keris itu segera, keris itu harus sudah jadi besok malam. ",{"#":"speaker:Ken Arok"},{"#":"portrait:ken_arok"},"\n","^Bagaimana mungkin saya membuat sebuah keris sakti mandraguna dalam waktu semalam? ",{"#":"speaker:Mpu Gandring"},{"#":"portrait:mpu_gandring"},"\n","^Untuk membuat keris sakti membutuhkan banyak sesajen dan doa-doa yang butuh waktu lama, tidak bisa hanya dalam satu malam!","\n","^Saya tidak mau tahu, pokoknya keris itu harus jadi besok malam! ",{"#":"speaker:Ken Arok"},{"#":"portrait:ken_arok"},"\n","^Ken Arok menyerahkan bayaran keris kepada Mpu Gandring ",{"#":"layout:narration"},"\n","^Ini untuk uang mukanya, sebaiknya Mpu segera bekerja karena waktu sudah mulai berjalan. ",{"#":"speaker:Ken Arok"},{"#":"portrait:ken_arok"},{"#":"layout:dialogue"},"\n","^Ken Arok pergi meninggalkan rumah Mpu Gandring. Mpu Gandring akhirnya harus berusaha untuk membuat keris itu dalam waktu semalam dengan menggunakan kesaktiannya. ",{"#":"layout:narration"},"\n","end",{"#f":1}],"#f":1}],"listDefs":{}}