{"inkVersion":20,"root":[[{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":[{"#":"layout:narration"},"^Saat kembali ke Tumapel, Ken Arok bertemu rekan kerjanya, Kebo Ijo di pintu masuk Tumapel.","\n",{"#":"speaker:Kebo Ijo"},{"#":"layout:dialogue"},"^Hai Ken Arok, ada urusan apa kau di hutan?","\n",{"#":"speaker:Ken Arok"},"^Tidak ada, hanya mencoba memberi pelajaran pada orang yang mencoba mencari masalah denganku.","\n",{"#":"speaker:Kebo Ijo"},"^Haha, memang dirimu sekali ya.","\n",{"#":"layout:narration"},"^Kebo Ijo tak sengaja melihat keris yang ada di pinggang Ken Arok.","\n",{"#":"speaker:Kebo Ijo"},{"#":"layout:dialogue"},"^Wah, bagus sekali kerismu itu. Aku tidak pernah melihatmu memakai keris itu sebelumnya.","\n",{"#":"speaker:Ken Arok"},"^Aku baru mengambil keris ini dari seorang mpu kemarin.","\n",{"#":"speaker:Kebo Ijo"},"^Hei, bolehkah aku pinjam keris itu? Aku ingin terlihat keren saat berjaga di pos pengawal.","\n",{"#":"speaker:Ken Arok"},"^Kau tidak boleh meminjamnya, ini kan keris milikku. Aku akan membutuhkannya juga untuk pekerjaanku sebagai pengawal.","\n",{"#":"speaker:Kebo Ijo"},"^Ayolah, kita kan teman baik. Bantulah kawanmu ini, 3 hari saja aku pinjam, hanya kupasang di pinggangku saja, tidak akan kupakai untuk memotong apapun.","\n",{"#":"layout:narration"},"^Kebo Ijo terus memohon pada Ken Arok untuk meminjamkan kerisnya. Tiba-tiba Ken Arok terpikir sebuah ide untuk rencana pembunuhannya.","\n","^Karena dia akan membunuh dengan keris itu, lebih baik dia tidak terlihat oleh masyarakat sekitar bahwa dia pemilik keris itu.","\n","^Dengan meminjamkan keris itu kepada Kebo Ijo, dia tidak akan dicurigai sebagai pembunuh apabila ditemukan bukti pembunuhan.","\n",{"#":"speaker:Ken Arok"},{"#":"layout:dialogue"},"^Baiklah, kupinjamkan keris ini, 3 hari saja ya.","\n",{"#":"speaker:Kebo Ijo"},"^Terima kasih Ken Arok, kau memang kawan baikku!","\n",{"#":"layout:narration"},"^Kebo Ijo membawa keris itu dan memamerkannya kepada masyarakat sekitar dan rekan kerjanya selama 3 hari.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}