{"inkVersion":20,"root":[[{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":[{"#":"layout:narration"},"^Keesokan hari setelah memesan keris, Ken Arok kembali mendatangi Mpu Gandring untuk meminta keris saktinya.","\n",{"#":"speaker:Ken Arok"},{"#":"portrait:ken_arok"},{"#":"layout:dialogue"},"^Selamat malam Mpu, bagaimana keris saya apakah sudah jadi?","\n",{"#":"speaker:Mpu Gandring"},{"#":"portrait:mpu_gandring"},"^Keris yang Anda pesan sudah jadi, silakan dilihat dulu","\n",{"#":"layout:narration"},"^Ken Arok mengambil keris yang terletak di atas meja","\n",{"#":"speaker:Ken Arok"},{"#":"portrait:ken_arok"},{"#":"layout:dialogue"},"^Begitu cantiknya keris ini, samar-samar saya sudah sedikit merasakan kekuatan di dalam keris ini","\n","^Keris inilah yang akan membuatku menjadi penguasa Tanah Jawa!","\n",{"#":"speaker:Mpu Gandring"},{"#":"portrait:mpu_gandring"},"^Keris itu belum lengkap.","\n",{"#":"speaker:Ken Arok"},{"#":"portrait:ken_arok"},"^Apa Anda bilang?","\n",{"#":"speaker:Mpu Gandring"},{"#":"portrait:mpu_gandring"},"^Sarung keris itu belum jadi.","\n",{"#":"speaker:Ken Arok"},{"#":"portrait:ken_arok"},"^Kalau hanya sarung keris tidak apa-apa, saya bisa membawanya kemana saja dengan keris ini saja.","\n",{"#":"speaker:Mpu Gandring"},{"#":"portrait:mpu_gandring"},"^Wahai Ken Arok, keris ini tidak sama dengan keris pada umumnya. Jika tidak dipakaikan sarung keris, kekuatan di dalam keris itu akan menjadi tidak terkontrol dan bisa membahayakan dirimu sendiri.","\n","^Saya tidak akan mengizinkan kamu mengambil keris itu tanpa sarungnya.","\n",{"#":"speaker:Ken Arok"},{"#":"portrait:ken_arok"},"^Mpu telah saya berikan satu malam untuk menyelesaikan keris ini, dan Mpu telah menyanggupinya. Kenapa Mpu melanggar janji Mpu sendiri? Saya akan tetap membawa keris ini apapun yang terjadi.","\n",{"#":"layout:narration"},"^Mpu Gandring berusaha meraih Ken Arok untuk mengambil kembali keris sakti dari Ken Arok. Namun, Ken Arok melawan dan ingin menusuk Mpu Gandring sehingga Mpu Gandring terpukul ke belakang","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}